sea-shell-soap-wiremock/sea-shell-soap-service/src/main/resources/mock/requests/accounts/account1.xml

<?xml version="1.0" ?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Body>
        <ns2:AccountRequest xmlns:ns2="http://org.jesperancinha.shells/SeaShellsWSDLAccounts/">
            <accountId>AKDMOJOEJHMDF</accountId>
        </ns2:AccountRequest>
    </S:Body>
</S:Envelope>